Repository: cesarbarrio/challenge_simple_flutter_app_with_firestore
Catalog: lib/l10n/intl_*.arb
Languages: es

# mainDrawerShoppingCartOption
source: Shopping cart
es: Carrito de compras

# productsScreenTitle
source: Products
es: Productos

# productsScreenError
source: An error ocurred while getting the products, please try again
es: Ha ocurrido un error al obtener los productos, por favor intente de nuevo

# productsScreenProductAdded
source: The product was added
es: El producto fue añadido con éxito

# productsScreenAddToShoppingCartButton
source: Add to shopping cart
es: Añadir a carrito de compras

# productsScreenDeleteFromShoppingCartButton
source: Delete product from shopping cart
es: Sacar producto del carrito de compras

# productsScreenProductDeleted
source: The product has beed deleted from the shopping car
es: El producto fue eliminado del carrito de compras

# shoppingCartScreenTitle
source: Shopping cart
es: Carrito de compras

# shoppingCartScreenNoProducts
source: There are no products in the shopping cart yet
es: No hay productos en el carrito de compras aún

# shoppingCartScreenPurchaseButton
source: Purchase
es: Comprar

# shoppingCartScreenPurchaseSuccess
source: The purchase was successful
es: La compra ha sido exitosa
